const mainVisual = [
    { id: 1, src: process.env.PUBLIC_URL + "mainVisual01.jpg" },
    { id: 2, src: process.env.PUBLIC_URL + "mainVisual02.jpg" },
    { id: 3, src: process.env.PUBLIC_URL + "mainVisual03.jpg" }
]

export { mainVisual };

const faqData = [
    { id: 1, title: "행사장 이용 시 주차 할인이 되나요?", desc: "주차 할인은 따로 제공되지 않습니다."},
    { id: 2, title: "행사장 입장 후 행사장 밖으로 잠시 나갔다 들어와도 되나요?", desc: "보호자 1인만 가능합니다. 반드시 입구에서 출입 도장을 손등에 찍고 외출해주세요." },
    { id: 3, title: "티켓 구매 시 할인 또는 제휴가 되는 프로모션 및 카드가 있을까요?", desc: "할인 또는 제휴 카드는 없으나 인터넷 예매 시 각종 소셜 사이트별 할인이 제공되고 있습니다. 아울러 임산부 및 노약자(국가유공자 등)에 대한 할인 정책은 현장 발권 시에만 가능하오니 참고 부탁드립니다." },
    { id: 4, title: "행사장 내 수유실 및 흡연실이 있을까요?", desc: "행사장 내에 따로 구비되어 있지 않으나 대관처에서 제공하는 장소가 별도로 있으니 대관처로 문의바랍니다." },
    { id: 5, title: "행사장 내 화장실이 있을까요?", desc: "네, 있습니다. 현장 스탭에게 문의해주시면 친절히 알려드립니다." },
    { id: 6, title: "행사장 내 매점이 있을까요?", desc: "네, 있습니다. 아울러 외부 음식은 반입 불가이기때문에 필요하신 경우, 매점을 이용해주시길 바랍니다." }
]

export { faqData };

const noticeData = [
    { id: 1, title: "텐트 및 돗자리 존 이용방법", desc: "텐트 및 돗자리 존은 선착순으로 제공되고 있으며, 조기 마감 될 경우 입석으로 입장하실 수 있는 점 양해부탁드립니다."},
    { id: 2, title: "행사장 내 분실물 관련 유의사항", desc: "분실물은 일주일동안 보관하고 있으며 이후 폐기됩니다. 중요한 물건은 꼭 소지하시고 행사장을 이용해주시길 바라며, 특히 신발의 경우 바뀌는 일이 잦으므로 유의해주시길 바랍니다. "},
    { id: 3, title: "내부 시설 이용시 안전 상 유의사항", desc: "전시장 내에서 뛰어다니지 않도록 지도해주세요. 에어바운스 탑승 시 양말을 꼭 착용해주세요. 기구를 탑승하실 때 안전요원의 지시를 따라주시길 바랍니다."},
    { id: 4, title: "외부음식 반입금지에 대한 안내사항", desc: "행사장 내에 특수식 및 이유식을 제외한 음식물의 반입은 금지되어 있습니다. 적발 시 경고 없이 퇴장 조치 되실 수 있으므로 유의해주시길 바랍니다."},
]

export { noticeData };

